Repository: kodingway/authentic
Catalog: src/authentic2_auth_saml/locale/*/LC_MESSAGES/django.po
Languages: fr

source: user
fr: Utilisateur

source: access token
fr: Jeton d'accès

source: {0} (Last connection from : {1})
fr: {0} (Dernière connexion depuis : {1})

source: Connect with
fr: Connectez-vous avec

source: Add a link
fr: Ajouter une liaison

source: Delete link
fr: Supprimer la liaison

source: You're about to delete the link between your third party account and your FranceConnect account : %(fc_account)s.
fr: Vous êtes sur le point de supprimer la liaison entre votre compte Partenaire et votre compte FranceConnect : %(fc_account)s.

source: Delete this link won't delete those accounts. However, once all the links with FranceConnect are deleted, it's no more possible to use the FranceConnect features from your third party account. It is still possible to link those accounts once again by clicking on the button FranceConnect on the login page.
fr: Supprimer la liaison ne supprimera pas ces comptes. Cependant, une fois toutes les liaisons avec FranceConnect supprimées, il ne sera plus possible d'utiliser les fonctionnalités FranceConnect depuis votre compte Partenaire. Il sera toujours possible de lier à nouveau ces comptes en cliquant sur le bouton FranceConnect sur la page de connexion.

source: Do you confirm the deletion of the link with the FranceConnect account %(fc_account)s ?
fr: Confirmez-vous la suppression de la liaison avec le compte FranceConnect %(fc_account)s ?

source: Unlink
fr: Délier

source: Cancel
fr: Annuler

source: request denied by user
fr: Demande refusée par l'utilisateur !

source: fc link created
fr: La liaison avec France Connect est créée.

source: to create a link with fc, please authenticate
fr: Pour créer une nouvelle liaison avec France Connect, veuillez vous authentifier.

source: The link with the FranceConnect account {fc_account} has been deleted
fr: La liaison avec le compte FranceConnect {fc_account} a été supprimée
