Repository: kodingway/authentic
Catalog: authentic2/idp/locale/*/LC_MESSAGES/django.po
Languages: fr

source: user consent for attributes propagation
fr: consentement utilisateur pour la propagation des attributs

source: user consents for attributes propagation
fr: consentements utilisateur pour la propagation des attributs

source: user {0} consent to release attributes {1} to provider {2}
fr: l'utilisateur {0} consent à libérer les attributs {1} au fournisseur {2}

source: Attribute name
fr: Nom de l'attribut

source: Output name format
fr: Format du nom de l'attribut en sortie

source: Output namespace
fr: Espace de nom de sortie

source: Required
fr: Requis

source: Attribute source
fr: Source d'attributs

source: attribute list item
fr: définition de l'attribut

source: attribute list items
fr: définitions des attributs

source: Name
fr: Nom

source: Attributes
fr: Attributs

source: attribute list
fr: groupe d'attributs

source: attribute lists
fr: groupes d'attributs

source: Enabled
fr: Activé

source: Ask the user consent before forwarding attributes
fr: Demander le consentement de l'utilisateur avant d'envoyer des attributs

source: Allow the user to select the forwarding attributes
fr: Permettre à l'utilisateur de séléctioner les attributs à envoyer

source: Pull attributes list
fr: Liste des attributs des sources locales

source: Forward pushed attributes
fr: Faire suivre les attributs poussés

source: Map forwarded pushed attributes
fr: Mapper les attributs poussés à faire suivre

source: Filter by source the forwarded pushed attributes
fr: Filtrer par source les attributs poussés à faire suivre

source: Filter by attribute names the forwarded pushed attributes
fr: Filtrer par attribut les attributs poussés à faire suivre

source: Filter by source and per attribute the forwarded pushed attributes
fr: Filtrer par source et par attribut les attributs poussés à faire suivre

source: Map filtered attributes
fr: Mapper les attributs filtrés

source: Send an error when a required attribute is missing
fr: envoyer une erreur lorsqu'un attribut requis est manquant

source: attribute policy
fr: règlement sur les attributs

source: attribute policies
fr: règlements sur les attributs

source: Local logout...
fr: Déconnexion locale

source: Logging out from all your services
fr: Déconnexion de tous vos services

source: Logged out
fr: Déconnecté

source: Sending logout to %(name)s....
fr: Communication de la déconnexion à %(name)s....

source: SAMLv2 Single Sign On: invalid message for WebSSO profile with HTTP-Redirect binding: %r
fr: SAMLv2 Single Sign On: message invalide pour le profile WebSSO avec le binding HTTP-Redirect: %r

source: You are being redirected to "%s"
fr: Vous allez être redirigé sur « %s »

source: Authentic - Account Management
fr: Authentic - Gestion du compte

source: Account Management
fr: Gestion de votre compte

source: Profile
fr: Profil

source: Edit profile
fr: Edition du profil

source: Delete profile
fr: Supprimer le profil

source: Credentials
fr: Moyens d'authentification

source: Back
fr: Retour

source: Logout
fr: Déconnexion

source: Continue logout
fr: Continuer la déconnexion

source: Consent page for attribute propagation
fr: Page de consentement pour la transmission des attributs

source: Choose attributes to send to
fr: Choisissez les attributs à envoyer

source: Send selected
fr: Envoyer la selection

source: Send all
fr: Tout envoyer

source: Refuse all
fr: Aucun

source: Consent page for federation
fr: Page de consentement pour la fédération

source: Do you accept to federate your account with
fr: Acceptez-vous de fédérer votre compte avec

source: Do you accept to federate your account ?
fr: Acceptez-vous de federez vos comptes ?

source: Accept
fr: Accepter

source: Refuse
fr: Refuser
